Repository: javidominguez/objInspector
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: obj&Inspector
es: Inspector de ob&jetos

source: Manage favorites of objInspector
es: Gestionar favoritos de objInspector

source: Export favorites
es: Exportar favoritos

source: Import favorites
es: Importar favoritos

source: Settings
es: Ajustes

source: Not available here
es: No disponible aquí

source: Searching...
es: Buscando...

source: Search failed %s %s
es: Falló la búsqueda %s %s

source: Objects in %s window
es: Objetos en la ventana de %s

source: %d items
es: %d elementos

source: Shows a list of objects in the active window
es: Muestra una lista con los objetos en la ventana activa

source: Error loading favorites.dat file: %s %s
es: Error al cargar el archivo favorites.dat: %s %s

source: Export failed
es: Falló la exportación

source: Select a file for copying your favorites
es: Selecciona un archivo donde copiar tus favoritos

source: The file already exists. do you want to replace it?
es: El archivo ya existe. ¿Quieres reemplazarlo?

source: Warning
es: Atención

source: Favorites have been saved correctly
es: Los favoritos se han guardado correctamente

source: Export result
es: Resultado de la exportación

source: File can not be saved in the specified location %s %s
es: No se pudo guardar el archivo en la ubicación especificada %s %s

source: Select your favorites file
es: Selecciona tu archivo de favoritos

source: Error loading %s %s %s
es: Error al cargar %s %s %s

source: Import failed
es: Falló la importación

source: There are No new favorites to add
es: No hay favoritos nuevos que añadir

source: Import result
es: Resultado de la importación

source: %d favorites added, %d total
es: %d favoritos añadidos, %d totales

source: Favorites have been loaded but can not be saved on file %s %s
es: Se han cargado los favoritos pero no se pudo guardar el archivo %s %s

source: untagged
es: sin etiquetar

source: P&ython code
es: Código P&ython

source: &Filter
es: &Filtro

source: All objects
es: Todos los objetos

source: Interactive objects
es: Objetos interactivos

source: Data objects
es: Objetos que muestran datos

source: Static objects
es: Objetos estáticos

source: Container objects
es: Objetos contenedores

source: &Search:
es: &Buscar:

source: Hide untagged
es: &Ocultar los no etiquetados

source: Favo&rited objects
es: Objetos favo&ritos

source: Ascendan&ts
es: Ascendien&tes

source: &Brothers
es: &Hermanos

source: C&hildren
es: Hi&jos

source: &Clear filterss
es: &Limpiar filtros

source: Default &action
es: &Acción por defecto

source: &Left Click
es: Clic &izquierdo

source: &Right Click
es: Clic &Derecho

source: Close
es: &Cerrar

source: Result {} of {}
es: Se encuentra en el resultado {} de {}

source: Can not do default action for this object
es: No se puede hacer la acción por defecto para este objeto

source: Unfavorited
es: Quitado de favoritos

source: Favorited
es: Marcado como favorito

source: items
es: elementos

source: [filter active]
es: [filtro activo]

source: ascendants of
es: ascendientes de

source: brothers of
es: hermanos de

source: children of
es: hijos de

source: Can not save favorites file. %s %s
es: No se pudo guardar el archivo de favoritos. %s %s

source: Jump into position...
es: Ir a la posición

source: &Enter a number between 1 and {}:
es: &Introduzca un número entre 1 y {}

source: &Go
es: &ir

source: Cancel
es: &Cancelar

source: The field only accepts numbers and cannot be left empty. Only a number between 1 and {} is allowed.
es: El campo solo admite números y no puede quedar vacío. Solo se admite un número comprendido entre 1 y {}.

source: Objects inspector settings
es: Ajustes del inspector de objetos

source: Drill down into documents
es: Profundizar en documentos

source: objInspector
es: inspector de objetos

source: Show a list of objects in active window
es: Muestra una lista de los objetos en la ventana activa

source: Fail in displayChangelog function on install tasks {}
es: Error en la función displayChangelog en tareas de instalación {}

source: Whats new in {addonSummary} {addonVersion}
es: Novedades en {addonSummary} {addonVersion}
